{
  "Insurance Number": "Insurance Number",
  "Please select your sex": "Please select your sex",
  "Select": "Select...",
  "Mr": "Mr",
  "Ms": "Ms",
  "First Name": "First Name",
  "Last name": "Last name",
  "Continue": "Continue...",
  "Please check your insurance number": "Please check your insurance number",
  "Salutation": "Salutation",
  "Please enter your name": "Please enter your name",

  "Scan Document": "Scan Document",
  "Send": "Send...",
  "was entered incorrectly Please fix your entry and try again": "was entered incorrectly. Please fix your entry and try again",
  "Cannot send anything before you scan some documents": "Cannot send anything before you scan some documents!",

  "Press here for instructions": "Press here for instructions",
  "Please enter the birthdate of the insured person": "Please enter the birthdate of the insured person:",
  "Which type of document are you about to scan": "Which type of document are you about to scan?",
  "Claim Document": "Bill/Receipt",
  "Other Document": "Other Document",
  "Press for explanation": "Press for explanation",
  "Yes": "Yes",
  "No": "No",
  "Is the bill/receipt from Germany": "Is the bill/receipt from Germany?",
  "Should contractual services": "Should contractual services be reimbursed to the biller (physician/hospital, etc.)?",
  "Please enter the full name of the account holder": "Please enter the full name of the account holder",
  "Full Name": "Full Name",
  "Please enter your IBAN":"Please enter the IBAN",
  "Please enter your BIC":"Please enter the BIC",
  "Please make sure all fields have been selected": "Please make sure all fields have been selected",
  "please check your bank details": "please check your bank details",
  "Please enter a birth date": "Please enter a birth date",
  "If you have a claim and would like to send us any relevant documents such as doctor's bills or pharmacy receipts": "If you have a claim and would like to send us any relevant documents such as doctor's bills or pharmacy receipts or if we have asked you for some information regarding a request for reimbursement (for example, a completed self-disclosure form or proof of entry into a country), you can upload all documents quickly and easily here. Your advantage: You do not need to send us anything by regular mail or email* and you will receive the benefits stipulated in your policy very quickly. *In individual cases we reserve the right to request original versions of the documents.",
  "Doc-type info": "Claim Document: \nThese include, for example, doctor’s bills, pharmacy receipts and hospital bills\n\n  All other documents: \nThese include such documents as completed self-disclosure forms, duty of confidentiality waivers, cost estimates and proof of entry into a country.",

  "Scan": "Scan",
  "Scan timed out, please hold phone steady and try again": "Scan timed out, please hold phone steady and try again",
  "Please wait while your document is being scanned": "Please wait while your document is being scanned",
  "Add Page": "Add Page",
  "Delete all Pages": "Delete document",

  "Rescan": "Rescan",
  "Crop": "Crop",

  "This is a": "This is a",
  "with": "with",
  "pages": "page/s",
  "Go Back": "Go Back",
  "Finished submitting claim, please close the app": "Finished submitting claim, please close the app",
  "Select policy holder's sex":"Select policy holder's sex",
  "Finished submitting claim":"Finished submitting claim",
  "Please wait while we send your claim":"Please wait while we send your claim...",
  "Set language": "Set language",
  "Please enter a valid birth date": "Please enter a valid birth date",
  "Press these": "Press these",
  "icons for instructions": "icons for instructions",
  "Start":"Start",
  "Imprint":"Imprint",
  "Privacy":"Privacy",
  "Please enter the information of the policy holder below":"Please enter the information of the policy holder below",
  "The contractual services shall be reimbursed to the following account": "The contractual services shall be reimbursed to the following account: ",
  "Thank you for uploading the documents We will contact you shortly":"Thank you for uploading the  documents. We will contact you shortly\n Important: Please do not resubmit the documents by mail or e-mail.",
  "could not access camera please grant permission manually":"could not access camera, please grant permission manually",
  "Could not access camera please grant permission through phone settings": "Could not access camera please grant permission through phone settings",
  "Please enter your salutation":"Please enter your salutation",
 
  "Show Document":"Show Document",
  "Press the show document button below to view all the pages of your document":"Press the 'show document' button below to view all the pages of your document",
  "You can start scanning documents by pressing the scan document button below": "You can start scanning documents by pressing the Scan Document button below",
  "You can view and edit the document by pressing here":"\n(view and edit the document by pressing here)",
  "Here you can edit the information you put in and view the pages of the document by pressing the Show Document button": "Here you can edit the document's information and view the pages of the document by pressing the Show Document button"
  

}
