{
  "Insurance Number": "Número de seguro",
  "Please select your sex": "Por favor, seleccione una forma de tratamiento..",
  "Select": "Por favor, seleccione...",
  "Mr": "Sr.",
  "Ms": "Sra.",
  "First Name": "Nombre",
  "Last name": "Apellido",
  "Continue": "Siguiente...",
  "Please check your insurance number": "Por favor, compruebe su número de seguro..",
  "Salutation": "Saludo",
  "Please enter your name": "Por favor, introduzca su nombre..",

  "Scan Document": "Escanear documento",
  "Send": "Enviar...",
  "was entered incorrectly Please fix your entry and try again": ": Por favor, corrija la entrada e inténtelo de nuevo.",
  "Cannot send anything before you scan some documents": "¡No puede llevar a cabo el envío antes de escanear un documento!",

  "Press here for instructions": "Toque el símbolo (i) y recibirá más información.",
  "Please enter the birthdate of the insured person": "Por favor, introduzca la fecha de nacimiento de la persona asegurada.",
  "Which type of document are you about to scan": "¿Qué tipo de documento quiere escanear?",
  "Claim Document": "Comprobante",
  "Other Document": "Otro documento",
  "Press for explanation": "Al tocar este símbolo recibirá más información.",
  "Yes": "Sí",
  "No": "No",
  "Is the bill/receipt from Germany": "¿Se trata de un comprobante procedente de Alemania?",
  "Should contractual services": "¿Deben reembolsarse las prestaciones contractuales al emisor de la factura (médico/hospital, etc.)?",
  "Please enter the full name of the account holder": "Por favor, introduzca el nombre completo del titular de la cuenta.",
  "Full Name": "Nombre completo",
  "Please enter your IBAN":"Por favor, introduzca el IBAN.",
  "Please enter your BIC":"Por favor, introduzca el BIC.",
  "Please make sure all fields have been selected": "Por favor, asegúrese de que se hayan seleccionado todos los campos.",
  "please check your bank details": "Por favor, compruebe sus datos bancarios.",
  "Please enter a birth date": "Por favor, introduzca su fecha de nacimiento.",
  "If you have a claim and would like to send us any relevant documents such as doctor's bills or pharmacy receipts": "¿Tiene un caso de siniestro y desea entregarnos ahora comprobantes, por ejemplo, facturas médicas o recibos de farmacias? O le hemos solicitado información en relación con una solicitud de reembolso (por ejemplo, información personal para probar la solvencia del interesado o pruebas de entrada al país). Puede cargar estos documentos de forma rápida y cómoda. \n	Su ventaja: no necesita enviárnoslos por correo postal ni electrónico, y recibirá rápidamente las prestaciones contractuales. \n*En casos individuales, nos reservamos el derecho a solicitar los originales.",
  "Doc-type info": "Comprobantes: \nson, p. ej., facturas médicas, recibos de farmacias, facturas de hospitales.\n\n Otros documentos:\n son, p. ej., información personal para probar la solvencia del interesado, autorización de acceso a información médica, estimaciones de costes, pruebas de entrada al país.",
  "Scan": "Escanear ",
  "Scan timed out, please hold phone steady and try again": "El proceso de escaneado se ha interrumpido, por favor, sostenga el teléfono sin moverlo y vuelva a intentarlo.",
  "Please wait while your document is being scanned": "Por favor, espere mientras se escanea su documento.",
  "Add Page": "Añadir página ",
  "Delete all Pages": "Eliminar todas las páginas ",

  "Rescan": "Volver a escanear ",
  "Crop": "Recortar ",

  "This is a": "Esto es (un) ",
  "with": "con",
  "pages": "página(s)",
  "Go Back": "Volver",
  "Finished submitting claim, please close the app": "Muchas gracias por cargar los documentos. En breve nos pondremos en contacto con usted. \nAviso importante: Por favor, no envíe otra vez los documentos por correo postal o electrónico.",
  "Select policy holder's sex":"Titular de la cuenta: Por favor, seleccione una forma de tratamiento.",
  "Finished submitting claim":"Document submitted",
  "Please wait while we send your claim":"Por favor, espere mientras se escanea su documento....",
  "Set language": "Seleccionar idioma",
  "Please enter a valid birth date": "Por favor, seleccione una forma de tratamiento.",
  "Press these": "Toque el símbolo (i)",
  "icons for instructions": " y recibirá más información.",
  "Start":"Inicio",
  "Imprint":"Aviso legal",
  "Privacy":"Datos",
  "Please enter the information of the policy holder below":"Por favor, indíquenos la siguiente información sobre el tomador del seguro/titular del contrato.",
  "The contractual services shall be reimbursed to the following account": "Las prestaciones contractuales deben reembolsarse en la siguiente cuenta:",
  "Thank you for uploading the documents We will contact you shortly":"Muchas gracias por cargar los documentos. En breve nos pondremos en contacto con usted. \nAviso importante: Por favor, no envíe otra vez los documentos por correo postal o electrónico.",
  "could not access camera please grant permission manually":"La aplicación no pudo acceder a la cámara, por favor, conceda permiso de forma manual.",
  "Could not access camera please grant permission through phone settings": "La aplicación no pudo acceder a la cámara, por favor, conceda permiso a través de la configuración del teléfono.",
  "Please enter your salutation":"Por favor, seleccione una forma de tratamiento.",
  "Show Document":"Mostrar documento ",
  "Press the show document button below to view all the pages of your document":"Pulse el botón 'Mostrar documento' para visualizar todas las páginas de su documento.",
  "You can start scanning documents by pressing the scan document button below": "Puede iniciar el escaneado de documentos pulsando el botón \nEscanear documento.",
  "You can view and edit the document by pressing here":"\n(ver y editar el documento pulsando aquí)",
  "Here you can edit the information you put in and view the pages of the document by pressing the Show Document button": "Aquí puede editar la información del documento y ver las páginas del mismo pulsando el botón Mostrar documento.",
  "How to video": "explicativo",
  "Cancel":"Cancel",
  "Flash":"Flash",
  "document detection":"Reconocimiento automático",
  "Please wait until screen turns on before scanning":"Por favor, espere a que se encienda la pantalla antes de escanear.",
  "Something went wrong, please contact support":"Algo ha ido mal, por favor, contacte con nuestro soporte.",
  "Loading":"Cargar",
  "Delete Page":"Eliminar la página",
  "Would you like to delete the selected page":"¿Eliminar la página?",
  "Delete":"Eliminar",
  "Name must only include latin characters":"El nombre debe contener sólo letras latinas."
}
